Revit 2027 API
ParameterTypeId.MepChilledWaterLoop Property
 "Chilled Water Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepChilledWaterLoop { get; }
Public Shared ReadOnly Property MepChilledWaterLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepChilledWaterLoop {
	ForgeTypeId^ get ();
}
static member MepChilledWaterLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace